/* Application Key/Secret not set correctly */
"Application Key/Secret not set" = "Application Key/Secret not set";

/* Can't publish yet */
"Can't publish yet" = "Can't publish yet";

/* Cancel */
"Cancel" = "Cancel";

/* Enable/disable social networks */
"Enable/disable social networks" = "Enable/disable social networks";

/* Error: the server will not handle your requests. Please check your registration details */
"Error: the server will not handle your requests. Please check your registration details" = "Error: the server will not handle your requests. Please check your registration details";

/* I just downloaded %@ */
"I just downloaded %@" = "I just downloaded %@";

/* I like %@ */
"I like %@" = "I like %@";

/* I like %@ for the iPhone */
"I like %@ for the iPhone" = "I like %@ for the iPhone";

/* Internet detected, loading settings now. */
"Internet detected, loading settings now." = "Internet detected, loading settings now.";

/* Like */
"Like" = "Like";

/* Loading your settings... */
"Loading your settings..." = "Loading your settings...";

/* No Internet detected. Please wait or press cancel to return */
"No Internet detected. Please wait or press cancel to return" = "No Internet detected. Please wait or press cancel to return";

/* OK */
"OK" = "OK";

/* Please select a social network first */
"Please select a social network first" = "Please select a social network first";

/* Publication was succesful */
"Publication was succesful" = "Publication was succesful";

/* Share */
"Share" = "Share";

/* Share with friends! */
"Share with friends!" = "Share with friends!";

/* Accessibility label */
"share with your friends" = "share with your friends";

/* The Application Key and Secret are incorrect. Please close the app and update them correctly. */
"The Application Key and Secret are incorrect. Please close the app and update them correctly." = "The Application Key and Secret are incorrect. Please close the app and update them correctly.";

/* The server reports: %@ */
"The server reports: %@" = "The server reports: %@";

/* You will now return to the %@ app */
"You will now return to the %@ app" = "You will now return to the %@ app";

